Repository: Izzzio/BigNetWallet
Catalog: public_html/src/Locale/*/default.po
Languages: de, es, jp

source: Admin
jp: 管理者

source: Log out
de: Abmelden
es: Salir
jp: ログアウト

source: Wallet
de: E-Wallet
es: Billetera
jp: ウォレット

source: Deposit
es: Depósito
jp: 入金

source: Send to Wallet
de: Ins E-Wallet transferieren
es: Enviar a la billetera
jp: ウォレットに送金

source: How to buy
de: Wie erwerben
es: Cómo comprar
jp: 購入方法

source: Buy tokens from deposit
de: Token vom Deposit aus kaufen
es: Comprar tokens desde el depósito
jp: デポジットからトークンを購入する

source: Token count
de: Anzahl der Token
es: Cantidad de tokens
jp: トークン数

source: Bonus
es: Bonificación
jp: ボーナス

source: Total
de: Insgesamt
jp: 合計

source: Spend all funds in your account to buy tokens
de: Token mit dem gesamten Deposit des Kontos kaufen
es: Comprar tokens con todo el balance de la cuenta
jp: アカウントのすべての資金を使ってトークンを購入する

source: Buy
de: Kaufen
es: Comprar
jp: 購入

source: Tokens amount
de: Anzahl der Token
es: Cantidad de tokens
jp: トークン量

source: Payment currency
de: Zahlungswährung
es: Moneda de pago
jp: 支払い通貨

source: Get payment information
de: Erhalten Sie die Angaben für die Bezahlung
es: Obtener datos para el pago
jp: 支払い情報を取得する

source: Make a deposit
de: Deposit einzahlen
es: Hacer un depósito
jp: 入金する

source: Buy tokens
de: Token kaufen
es: Comprar tokens
jp: トークンを購入する

source: Get payment address
de: Adresse für die Bezahlung erhalten
es: Obtener una dirección de pago
jp: 支払い先住所を取得する

source: Referal link
de: Referenz-Link
es: Enlace de referencia
jp: 紹介リンク

source: Referral link
de: Referenz-Link
es: Enlace de referencia
jp: 紹介リンク

source: Copy
de: Kopieren
es: Copiar
jp: コピーする

source: Token sale starts in
de: Token Sale beginnt in
es: La venta de tokens comenzará en
jp: トークンセールが始まります

source: Show
de: Zeigen
es: Mostrar
jp: 示す

source: Your reward amounts to {0}% of all tokens purchased by your referrals.
de: Ihre Vergütung beläuft sich auf {0}% aller Token, die durch eingeladenen Referrals erworben wurden
es: Tu recompensa será {0}% de todos los tokens adquiridos por invitados referidos
jp: あなたの報酬はあなたの紹介によって購入されたすべてのトークンの{0}％になります。

source: Deposit will appear on your account only after a few block confirmations. It can take from 10 minutes to 2 hours or more, depending on your payment method.
de: Das Deposit erscheint auf Ihrem Konto erst nach mehreren Bestätigungen von Blöcken. Das kann 10 Minuten bis 2 Stunden oder länger je nach Ihrer Zahlungsart dauern.
es: El depósito aparecerá en su cuenta solo después de varias confirmaciones de bloque. Puede tomar de 10 minutos a 2 horas o más, dependiendo de su método de pago.
jp: 入金は、数回のブロック確認後にのみあなたの口座に表示されます。 お支払い方法によっては10分から2時間以上かかる場合があります。

source: Go to your wallet account and send money to the showed address. Please make sure that your deposit exceeds the minimum purchase amount.
de: Gehen Sie zu Ihrem Konto und überweisen Sie Mittel an diese Adresse. Bitte überzeugen Sie sich davon, dass Ihr Deposit der minimalen Summe Ihres Einkaufes entspricht oder diese übertrifft.
es: Vaya a la billetera de su cuenta y envíe dinero a esta dirección. Asegúrese de que su depósito sea igual o superior al monto mínimo de compra.
jp: あなたのウォレットのアカウントに行き、表示された住所に送金してください。 預金金額が最低購入金額を超えていることを確認してください。

source: The subsequent change of wallet address is possible only through the administrator.
de: Eine weitere Änderung der Adresse des E-Wallets ist nur über den Administrator möglich
es: El cambio posterior de la dirección de la billetera solo es posible a través del administrador.
jp: その後のウォレットアドレスの変更は、管理者のみが可能です。

source: Sign in
de: Anmelden
es: Iniciar sesión
jp: サインイン

source: Enter wallet address
de: Geben Sie die Adresse des E-Wallets ein
es: Ingrese la dirección de la billetera
jp: ウォレットアドレスを入力する

source: Password
de: Passwort
es: Contraseña
jp: パスワード

source: Unknown
de: Nicht angegeben
es: Sin especificar
jp: 不明

source: Forgot password
de: Passwort vergessen
es: ¿Ha olvidado su contraseña?
jp: パスワードをお忘れですか

source: Sign up
de: Registrierung (Konto erstellen)
es: Registrarse
jp: サインアップ

source: Phone
de: Telefon
es: Número de teléfono
jp: 電話

source: Full name
de: Vor- und Nachname (Vatersname, wenn vorhanden)
es: Nombre completo
jp: 氏名

source: Age
de: Alter
es: Edad
jp: 年齢

source: Country
de: Land
es: País
jp: 国

source: Repeat password
de: Passwort wiederholen
es: Vuelva a escribir la contraseña
jp: パスワードを再度入力してください。

source: I am not USA or Singapore citizen
de: Ich bin kein Staatsbürger der USA oder Singapurs.
es: No soy ciudadano de los EE. UU. Ni de Singapur
jp: 私はアメリカ人でもシンガポール人でもありません。

source: Password restore
de: Passwort wiederherstellen
es: Recuperación de contraseña
jp: パスワードの復元

source: Restore
de: Wiederherstellen
es: Recuperar
jp: 復元

source: Remember the password?
de: Haben Sie sich das Passwort gemerkt?
es: ¿Recuerda la contraseña?
jp: パスワードを覚えていますか？

source: Goodbye
de: Bis zum nächsten Mal
es: Hasta pronto
jp: さようなら

source: Hello.
de: Guten Tag!
es: ¡Hola!
jp: こんにちは。

source: You have been registered on the
de: Sie waren auf der Internetseite registriert
es: Usted ha sido registrado en la web
jp: あなたはサイトに登録されています

source: To recover the password, click on this link
de: Zur Wiederherstellung des Passworts nutzen Sie den folgenden Link
es: Para recuperar la contraseña, utilice este enlace
jp: パスワードを回復するには、このリンクをクリックしてください

source: Your login
de: Ihr Login
es: Su usuario
jp: あなたのログイン

source: You was request password restore at
de: Sie haben um die Wiederherstellung des Passworts auf der Seite gebeten
es: Ha creado una solicitud de recuperación de la contraseña de la web
jp: サイトのパスワードの回復を要求しました。

source: You new password
de: Ihr neues Passwort
es: Tu contraseña nueva
jp: あなたの新しいパスワード

source: Check you email for verification code
de: Prüfen Sie Ihre E-Mails zur Bestätigung des Accounts
es: Revise su correo electrónico para verificar su cuenta
jp: 確認コードを電子メールで確認してください

source: Ooops! User already exists
de: So einen Nutzer gibt es bereits
es: Este usuario ya existe
jp: おっと！ このユーザーは既に存在します

source: verification email
de: Prüf-E-Mail
es: verificación de email
jp: 確認メール

source: User with same email already registred
de: Einen Nutzer mit solchen Eigenschaften gibt es bereits
es: Un usuario con estos parámetros ya existe
jp: 同じメールアドレスを持つユーザーが既に登録されています

source: Password confirmation doesn't match Password
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
jp: 確認用パスワードとパスワードが一致しません

source: Account verified. Use you login data for sign in
de: Der Account ist bestätigt worden. Nutzen Sie ihre Angaben zum Anmelden
es: Cuenta verificada. Usar su información de inicio de sesión
jp: アカウントが確認されました。 サインインのためにログインデータを使用します。

source: Incorrect email or password
de: Falsches Login oder Passwort
es: Nombre de usuario o contraseña inválidos
jp: 不正確な電子メールまたはパスワード

source: User not verified. Check you email.
de: Der Nutzer ist nicht aktiviert. Überprüfen Sie ihre E-Mails zwecks Aktivierung.
es: El usuario no está activo. Verifiques su correo electrónico para la activación.
jp: ユーザーが確認されません。 メールをチェックしてください。

source: restore email
de: Wiederherstellung des Passworts
es: recuperación de contraseña
jp: メールを復元する

source: Restore code sended to Email
de: Der Code zur Wiederherstellung des Passworts ist an Ihre E-Mail-Adresse gesendet worden
es: El código para restablecer la contraseña se ha enviado a su correo electrónico
jp: 電子メールに送信された復元コード

source: new password
de: Neues Passwort
es: contraseña nueva
jp: 新しいパスワード

source: We send you new password to email
de: Wir haben ein neues Passwort an Ihre E-Mail-Adresse gesendet
es: Le enviamos una nueva contraseña a su correo electrónico
jp: あなたのメールアドレスに新しいパスワードを送信しました

source: To confirm the registration, click on this link
de: Zur Bestätigung der Registrierung nutzen Sie den folgenden Link
es: Para confirmar el registro, haga clic en el enlace
jp: 登録を確認するには、このリンクをクリックしてください

source: Accept
de: Bestätigen
es: Confirmar
jp: 同意する

source: User
de: Benutzer
es: Usuario
jp: あなたの紹介

source: Registration date
de: Registrierungsdatum
es: Fecha de registro
jp: 登録日

source: Tokens
jp: トークン

source: Empty
de: Leer
es: Vacío
jp: 空にする

source: Save
de: Speichern
es: Guardar
jp: 保存する

source: Name
de: Bezeichnung
es: Nombre completo
jp: 名前

source: Profile
de: Profil
es: Perfil
jp: プロフィール

source: Old password
de: Altes Passwort
es: Contraseña anterior
jp: 以前のパスワード

source: Save new password
de: Neues Passwort speichern
es: Guardar nueva contraseña
jp: 新しいパスワードを保存する

source: Account
de: Konto
es: Cuenta
jp: アカウント

source: My
de: Meine
es: Mi
jp: 私の

source: Password updated
de: Passwort wurde geändert
es: Contraseña actualizada
jp: パスワードを更新しました

source: Account updated
de: Konto wurde erneuert
es: Perfil actualizado
jp: アカウントを更新しました

source: New password
de: Neues Passwort
es: Contraseña nueva
jp: 新しいパスワード

source: Your referals
de: Ihre Empfehlungen
es: Tus referencias
jp: あなたの紹介

source: Your referrals
de: Ihre Empfehlungen
es: Tus referencias
jp: あなたの紹介

source: Current time
de: Laufende Zeit
es: Hora actual
jp: 現在の時刻

source: The end of the stage in
de: Ende der Etappe in
es: Fin de la etapa en
jp: ステージの終わりは

source: The balance is indicated in conventional units equal to the US dollar
de: Das Konto ist in Bezugseinheiten indiziert, welche dem US-Dollar entsprechen
es: El saldo se denomina en unidades convencionales equivalentes al dólar estadounidense
jp: 残高は、米ドルに等しい従来の単位で表示されます。

source: Incoming transactions
de: Ihre eingehenden Transaktionen
es: Sus transacciones entrantes
jp: インカミングトランザクション

source: Amount
de: Summe
es: Monto
jp: 量

source: Date
de: Datum
es: Fecha
jp: 日付

source: Currency
de: Währung
es: Moneda
jp: 通貨

source: Email
jp: 電子メール

source: Sign in with
de: Zugang über
es: Registrarse a través de
jp: にログインする

source: Bad email
de: Falsches Format der E-Mail
es: Formato de correo electrónico no válido
jp: 間違った電子メール

source: Please enter your email to continue
de: Bitte geben Sie die E-Mail ein, um fortzusetzen
es: Por favor ingrese su correo electrónico para continuar.
jp: 続行するにはメールを入力してください

source: Continue
de: Weiter
es: Continuar
jp: 続行する

source: Invalid email
de: Falsches Format der E-Mail
es: Formato de correo electrónico no válido
jp: 無効なメール

source: Two-factor Authentication
de: Zwei-Faktor-Authentifizierung
es: Autenticación de dos factores
jp: 二要素認証

source: This code will be used to sign in to your account.
de: Dieser Kode wird für den Zugriff auf das Konto genutzt.
es: Usar para ingresar a su cuenta.
jp: このコードは、あなたのアカウントにサインインするために使用されます。

source: Activate
de: Einschalten
es: Activar
jp: 有効化する

source: Deactivate
de: Abschalten
es: Desactivar
jp: 無効化する

source: Please, input code from app for continue.
de: Tragen Sie bitte zur Fortsetzung den Kode aus der Mobil-App ein.
es: Para continuar, ingrese el código de la aplicación móvil.
jp: 続行するには、アプリからコードを入力してください。

source: Code wrong. Try again with new correct code.
de: Falscher Kode. Versuchen Sie es erneut mit einem neuen Kode.
es: Código inválido. Por favor intente de nuevo con el código nuevo.
jp: コードが間違っています。 新たな正しいコードで再試行してください。

source: Two-factor Authentication successfully enabled.
de: Zwei-Faktor-Authentifizierung erfolgreich eingeschaltet.
es: La autenticación de dos factores se ha activado con éxito.
jp: 二要素認証が有効になりました。

source: Error while activating two-factor authentication. Please contact us.
de: Zwei-Faktor-Authentifizierung kann nicht eingeschalten werden. Bitten wenden Sie sich an uns.
es: No puede activar la autenticación de dos factores. Por favor contáctenos.
jp: 二要素認証を有効にする際にエラーが発生しました。 お問い合わせください。

source: Two-factor Authentication successfully disabled.
de: Zwei-Faktor-Authentifizierung erfolgreich ausgeschaltet.
es: La autenticación de dos factores se desactivó correctamente.
jp: 二要素認証が無効になりました。

source: IError while deactivating two-factor authentication. Please contact us.
de: Zwei-Faktor-Authentifizierung kann nicht eingeschalten werden. Bitten wenden Sie sich an uns.
es: No es posible desactivar la autenticación de dos factores.Por favor contáctenos.
jp: 二要素認証を無効にする際にエラーが発生しました。 お問い合わせください。

source: Please, input you password for continue
de: Bitte geben Sie das Passwort ein, um fortzusetzen
es: Por favor, ingrese su contraseña para continuar
jp: 続行するにはパスワードを入力してください

source: Please enter 2FA security code
de: Bitte tragen Sie den 2FA-Kode ein (aus der Mobil-App)
es: Ingrese el código 2FA (de la aplicación móvil)
jp: 2FAのセキュリティコードを入力してください

source: Send
de: Versenden
es: Enviar
jp: 送信する

source: Wrong password
de: Falsches Passwort
es: Contraseña incorrecta
jp: 間違ったパスワード

source: Code wrong. Try login again.
de: Falscher Kode. Versuchen Sie den Zugriff erneut.
es: Código inválido. Intenta iniciar sesión de nuevo.
jp: コードが間違っています。 もう一度ログインしてみてください。

source: User not exist.
de: Nutzer ist nicht existent.
es: El usuario no existe
jp: ユーザーが存在しません。

source: Login error. Try again later.
de: Zugriffsfehler. Versuchen Sie es später erneut.
es: Error en Login. Por favor intente de nuevo más tarde.
jp: ログインエラーです。 あとでもう一度試してみてください。

source: Code wrong. Try again letter with new correct code.
de: Falscher Kode. Versuchen Sie es noch einmal mit einem neuen Kode.
es: Código inválido. Por favor intente de nuevo con el código nuevo.
jp: コードが間違っています。 新たな正しいコードで後で再試行してください。

source: Enable two factor
de: Aktivation der Zwei-Faktor-Authentifizierung
es: Activando la autenticación de dos factores
jp: 二要素認証を有効にする

source: Scan this QR code with you Google Authenticator app on you mobile phone (download for {0} or {1}). Once scanned you will be presented with a random 6 digit number. Enter that number below to finish the setup process.
de: Scannen Sie diesen QR-Kode mit der Google Authenticator App über Ihr Mobiltelefon (Herunterladen für {0} oder {1}). Nach dem Scanning sehen Sie eine Zufallszahl aus 6 Ziffern. Tragen Sie diese Zahl(Kode) in das Feld weiter unten ein, um die Aktivation abzuschließen.
es: Escanee este código QR con la aplicación Google Authenticator en su teléfono móvil (descargue por {0} o {1}). Después de escanear, verá un número aleatorio de 6 dígitos en la pantalla del teléfono. Ingrese este número (código) aquí en el cuadro a continuación para completar la activación.
jp: 携帯電話のGoogle認証システムアプリでこのQRコードをスキャンします（{0}または{1}用にダウンロード）。 スキャンされるとランダムに6桁の数字が表示されます。 セットアッププロセスを終了するには、その番号を入力します。

source: If your phone does not support reading of QR codes, enter the code in the application, which you see below.
de: Sollte Ihr Telefon kein QR-Kode-Scanning unterstützen, tragen Sie in die Mobil-App den Kode ein, welchen Sie weiter unten sehen.
es: Si su teléfono no es compatible con la lectura de códigos QR, ingrese el código que ve a continuación en la aplicación móvil.
jp: お使いの携帯電話でQRコードの読み取りがサポートされていない場合は、アプリケーションにコードを入力します（下記参照）。

source: Very important!
de: Sehr wichtig!
es: ¡Muy importante!
jp: 非常に重要です！

source: Keep this code: write it on a piece of paper or remember it. Only with this code will you be able to restore access if you lose your phone or remove the application from your phone.
de: Speichern Sie diesen Kode: notieren Sie den Kode auf ein Blatt Papier oder merken Sie sich diesen. Sollten Sie Ihr Telefon verlieren oder die Information aus dem Telefon wird geklaut oder gelöscht, werden Sie diesen Schlüssel brauchen, um den Zugriff wiederherszustellen.
es: Guarde este código: escriba el código en un pedazo de papel o memorícelo. Si pierde su teléfono o la información del teléfono es robada o eliminada, obtendrá esta clave para restablecer el acceso.
jp: このコードを保管してください：コードを紙に書き留めておくか、暗記しておいてください。 このコードでのみ、電話を紛失した場合や電話からアプリケーションを削除した場合にアクセス権を復元することができます。

source: Code from app
de: Kode aus der Mobil-App
es: Código de la aplicación móvil
jp: アプリからのコード

source: Login attempts history
de: Geschichte der Zugriffsversuche
es: Historial de intentos de inicio de sesión
jp: ログイン試行履歴

source: User Agent
de: Nutzer-Agent
es: Agente de usuario
jp: ユーザーエージェント

source: Successful
de: Erfolgreich
es: Exitosamente
jp: 成功しました

source: Yes
de: Ja
es: Si
jp: はい

source: No
de: Nein
jp: いいえ

source: Currencies rate
de: Währungskurse
es: Tasas de cambio
jp: 為替レート

source: Symbol
es: Símbolo
jp: シンボル

source: Price, usd
de: Kurs, usd
es: Tasa, usd
jp: 価格、USD

source: from CoinMarketCap
de: von CoinMarketCap
es: de CoinMarketCap
jp: CoinMarketCapから

source: Start
de: Beginn
es: Comenzar
jp: 開始する

source: KYC successfully passed
es: KYC aprobado con éxito
jp: 成功しました。

source: Previous attempt KYC failed:
es: Intento anterior KYC falló:
jp: 以前の試みは失敗しました：

source: Pending KYC status.
de: Ein Testergebnis wird erwartet.
es: Se espera un resultado KYC de la prueba.
jp: 保留中のKYCステータス。

source: Unable to start identification. Please contact us.
de: Beginn der Verifizierung nicht möglich. Bitte kontaktieren Sie uns.
es: Es imposible comenzar la verificación. Por favor contáctenos.
jp: 本人確認を開始できません。 お問い合わせください。

source: Editing account data is not available after KYC passing
de: Änderung der Daten, welche im Ergebnis der KYC bestätigt wurden, abgeschaltet
es: El cambio en los datos que se confirmó como resultado de KYC está desactivado.
jp: KYCの後にアカウントデータを編集することはできません

source: Back
de: Zurück
es: Regresar
jp: 戻る

source: My BENs
de: Meine BEN

source: IP
de: IP-Adresse
es: Dirección IP

source: Successfully passed.
de: Erfolgreich abgeschlossen.

source: Previous attempt failed:
de: Letzter Versuch gescheitert:
